<template>
  <div>
    <NavigationBar></NavigationBar>
    <div class="head-title">
      <h1>{{ title }}</h1>
      <p>{{ slogan }}</p>
    </div>
    <div class="main-wrapper">
      <MainTitle></MainTitle>
      <div class="content-wrapper">
        <div class="content-box">
         <div class="show_text">
           
	<strong>编者按：</strong>
<p>
	<strong>2020年9月，习近平总书记在第七十五届联合国大会一般性辩论上的讲话中提出，“中国将提高国家自主贡献力度，采取更加有力的政策和措施，二氧化碳排放力争于2030年前达到峰值，努力争取2060年前实现碳中和”。2021年4月30日，中共中央政治局第二十九次集体学习时，习近平总书记指出，实现碳达峰、碳中和是我国向世界作出的庄严承诺，也是一场广泛而深刻的经济社会变革，绝不是轻轻松松就能实现的。各级党委和政府要拿出抓铁有痕、踏石留印的劲头，明确时间表、路线图、施工图，推动经济社会发展建立在资源高效利用和绿色低碳发展的基础之上。“十四五”时期，我国生态文明建设进入以降碳为重点战略方向、推动减污降碳协同增效、促进经济社会发展全面绿色转型、实现生态环境质量改善由量变到质变的关键时期，全社会的生产方式、生活方式都会产生重要变化。关注重要现实问题，积极为碳达峰、碳中和贡献学术智慧，是青年学者义不容辞的责任担当。为此，本版特组织几位青年经济学者围绕这一主题展开讨论，并邀请专家予以点评，以飨读者。</strong></p>
  <br>
<p>
	<strong>与谈人：</strong></p>
  <br>
<p>
	<strong>张志强 国家应对气候变化战略研究和国际合作中心副研究员</strong></p>
  
<p>
	<strong>王 克 中国人民大学环境学院副教授</strong></p>
  
<p>
	<strong>王珂英 湖北经济学院低碳经济学院副教授</strong></p>
<p>
	<strong>主持人:</strong></p>
  <br>
<p>
  
	<strong>刘玲娜 中国地质大学（北京）经济管理学院博士后</strong></p>
<p>
  <br>
	<strong>1.我国提出碳达峰、碳中和目标的背景</strong></p>
<p>
  <br>
	<strong>主持人：碳达峰、碳中和是当今社会的热词，是国家未来几十年的重点工作之一。我周围很多青年人都非常关注这个问题。请老师们介绍一下什么是碳达峰、碳中和？二者是什么关系？</strong></p>
  <br>
<p>
	<strong>王克：</strong>碳达峰是指二氧化碳排放量达到历史最高值，达峰之后进入逐步下降阶段。碳中和，是指二氧化碳的净零排放，具体讲就是二氧化碳的排放量与二氧化碳的去除量相互抵消。实现碳中和，不仅要求各部门的碳排放水平下降，还要采取植树造林、负碳排放技术和碳补偿等措施抵消碳排放。</p>
  <br>
<p>
	<strong>张志强：</strong>碳达峰是碳中和的前置条件，只有实现碳达峰，才能实现碳中和。碳达峰的时间和峰值水平直接影响碳中和实现的时间和难度：达峰时间越早，实现碳中和的压力越小；峰值越高，实现碳中和所要求的技术进步和发展模式转变的速度就越快、难度就越大。</p>
  
<p>
	碳达峰是手段，碳中和是最终目的。碳达峰时间与峰值水平应在碳中和愿景约束下确定。峰值水平越低，减排成本和减排难度就越低；从碳达峰到碳中和的时间越长，减排压力就会越小。</p>
<p>
  <br>
	<strong>王珂英：</strong>从各国碳达峰路径看，碳达峰后会经历一个平台期，之后随着技术进步，碳捕集技术和负排放技术越来越得到广泛应用，碳排放水平会持续下降，进入良性循环，并最终实现碳中和。从历史排放看，发达国家制造了更多的排放总量，但他们大多在20世纪后半期或21世纪初就实现了碳达峰。与发达国家不同，我国承诺用全球最短的时间——30年，实现从碳达峰到碳中和，完成全球最高的碳强度降幅，这个任务非常艰巨。这意味着我国从碳达峰到实现净零排放，几乎没有缓冲期。为此，首先要在碳达峰之前的时间窗口，积极采取碳减排行动，尽力降低峰值；其次是要加快发展方式转型以尽早达峰，一些条件成熟的省份、城市和行业可以率先达峰，为顺利实现碳中和争取战略主动。</p>
<p>
  <br>
	<strong>主持人：我国要实现碳达峰、碳中和，时间紧、任务重，我们为什么要作出这一承诺？换句话说，我国提出碳达峰、碳中和的背景是什么？目前，国际上有哪些国家已经开展了相关工作？</strong></p>
<p>
  <br>
	<strong>王克：</strong>从国际来看，2016年全球178个缔约方共同签署《巴黎协定》，成为继1992年《联合国气候变化框架公约》、1997年《京都议定书》之后，人类历史上应对气候变化的第三个里程碑式的国际法律文本，形成了2020年后的全球气候治理格局。《巴黎协定》提请所有缔约方在2020年前提交21世纪中叶长期温室气体低排放发展战略（MCS），以推动全球尽早实现深度减排。我国提出2060年实现碳中和的目标，高度契合《巴黎协定》要求，是全球实现1.5度温控目标的关键，展示了我国负责任大国的担当，体现了我国推动完善全球气候治理的决心，是对构建人类命运共同体的重要贡献。</p>
<p>
	从国内来看，我国以往的粗放型增长方式造成了资源能源过快消耗和生态环境严重破坏，迫切需要转型到依靠知识、技术、治理提高效率、支撑增长的发展阶段。我国加强应对气候变化、尽快实现绿色低碳发展转型，是符合自身发展利益的，更可形成国内低碳行动与全球气候治理的良性互动。</p>
<p>
  <br>
	<strong>王珂英：</strong>当前我国发展处于重要战略机遇期，国际环境日趋复杂。碳达峰、碳中和目标的提出，是我国主动作出的战略决策，可借此推动广泛而深刻的经济社会变革，形成新的发展方式。在全球经济社会能源变革的大趋势下，有助于倒逼中国加快发展方式转型，加快构建起绿色低碳的经济体系。</p>
<p>
  <br>
	<strong>张志强：</strong>已经有越来越多的国家积极参与到碳中和等气候变化强化行动中。比如，2017年有29个国家签署《碳中和联盟声明》，承诺在21世纪中叶实现零碳排放；2019年9月的联合国峰会上，66个国家承诺实现碳中和目标，并组成气候雄心联盟；2020年5月，全球449个城市参与了由联合国气候专家提出的零碳竞赛；截至2021年1月，已有127个国家承诺在21世纪中叶实现碳中和。目前，不丹、苏里南等国家已实现碳中和目标，英国、瑞典、法国、新西兰等国已将碳中和写入法律。截至2020年11月，已有19个国家向联合国气候变化框架公约（UNFCCC）提交长期低排放发展战略（LTS），其中有11个国家的LTS包含碳中和目标，承诺实现碳中和的国家的温室气体排放总量已达全球的50%。</p>
<p>
  <br>
	<strong>2.实现碳达峰、碳中和目标会给经济社会发展带来哪些挑战与机遇</strong></p>
<p>
  <br>
	<strong>主持人：正如各位老师所提到的，碳达峰、碳中和目标的提出，不仅是世界各国对碳排放量的约束，也意味着经济社会发展方式的变革。我国现阶段处于工业化后期，不同于已实现工业化的发达国家，我国仍需继续推动工业高质量发展。在此背景下，实现碳达峰、碳中和会对我国经济发展带来哪些挑战？</strong></p>
<p>
  <br>
	<strong>张志强：</strong>在碳达峰、碳中和语境下，产业结构调整有新的内涵。首先是必须追求产业结构的低碳化。以往基于化石燃料的高碳产业结构应按照碳排放水平进行重新调整，对于高碳排放的电力、钢铁、水泥、化工等行业，在原来上大压小和淘汰落后产能的基础上，必须开展低碳化改造。其次是需要培育新兴产业。技术革新具有偶然性和不确定性，但清洁化和低碳化的趋势在今后相当长时期内不会发生改变。新兴产业先天具有低碳化的优势，尤其是新兴服务业。在技术路线的选择上，新兴产业没有传统高碳产业的历史包袱，能以较低成本走上低碳甚至零碳的发展方向。</p>
<p>
  <br>
	<strong>王珂英：</strong>产业结构调整是降低碳排放的有效途径，但资源型地区的产业结构调整和碳减排将面临更艰巨的挑战。长期以来，对资源的依赖造成资源型地区产业结构的扭曲，影响了产业结构的正常演进，第二产业比重往往过高，因而碳排放规模较高，这些地区能否完成碳减排任务，是全社会实现碳达峰与碳中和目标的关键。新兴产业和低碳产业如果不能得到充分发展，以弥补资源枯竭或化石能源退出带来的负面影响，资源型地区的产业结构调整就是不成功的。</p>
<p>
  <br>
	<strong>王克：</strong>碳中和意味着以化石能源为基础的能源体系和相关基础设施的重构，这将是一个利益重组的过程，在技术、经济、社会等层面都是重大挑战。一方面，我国的基建规模虽然世界第一，但人均水平仍低于发达国家。尤其是我国作为世界最大发展中国家，城市化进程还在继续推进，处于扩张期的城市还有较大规模的基础设施新建和翻新需求。在这样的发展阶段，要有效控制碳排放存在较大困难，需要找到切实可行的转型路径。另一方面，产业转型也存在很大风险。以煤电为例，根据对2019年现存煤电项目的财务成本核算，全国有近70%的煤电机组处于亏损状态，如果采取提前退役和降低发电小时数等方式逐步退出燃煤发电，煤电部门亏损状况或将加剧，甚至引发系统性金融风险，给地方经济带来不利影响，并加剧区域经济的不平衡。</p>
<p>
  <br>
	<strong>主持人：碳达峰、碳中和为经济社会带来深刻变革，同时也为能源转型、技术进步、产业结构调整和国际合作带来巨大机遇，请介绍一下具体存在哪些机遇？</strong></p>
<p>
  <br>
	<strong>张志强：</strong>为实现碳达峰、碳中和目标，不仅需要颠覆工业革命以来以化石燃料为基础的能源消费结构，而且需要创造新的行业和产业盈利模式。发达国家利用自身技术优势和标准优势，通过设置市场壁垒、征收碳关税等手段，能够不断保持自身的领先优势。例如，今年欧盟试图强行实施的碳边境调节机制，就是通过对没有实施减排机制的国家征收边境调节税，以防止碳泄漏的名义，强化自身在全球气候变化领域的话语权。</p>
<p>
	未来碳中和下的投资有巨大成长空间，实现碳达峰、碳中和目标，有助于扩大我国的投资规模。据清华大学气候变化与可持续发展研究院估算，若温度升幅目标被控制在2或1.5摄氏度，未来30年中国能源系统需要新增投资约100万亿至138万亿元。高盛研究报告称，到2060年，中国清洁能源基础设施投资规模将达到16万亿美元（约合104亿元人民币），创造4000万个净新增工作岗位。</p>
<p>
  <br>
	<strong>王克：</strong>实现碳中和，需要通过技术进步和结构调整提高生产要素投入效率，需要加快发展知识技术密集、物质资源消耗少、综合效益高、成长潜力大的战略性新兴产业、高端制造业以及和制造业相匹配的现代服务业。因此，碳中和将成为我国经济转型升级的助推器或催化剂。此外，大量与低碳技术研发、示范和推广应用相关的持续巨额投资，在提升我国在低碳科技革命领域国际竞争地位的同时，也为经济增长提供了新动能。</p>
<p>
  <br>
	<strong>王珂英：</strong>我国绿色金融也会获得更快发展。当前我国绿色金融取得一定进展，绿色信贷、绿色债券等金融产品已初具规模，但远不能满足实现碳达峰、碳中和目标所需的绿色融资缺口。未来电力行业清洁发电设备投资、交通运输行业电动化进程、新能源汽车及航空航运设备的低碳改造、制造业低碳设备大规模投入、低碳基础设施建设、碳捕捉碳储存领域的投资，都意味着庞大的绿色投融资需求，无疑将为我国绿色金融发展带来巨大机遇。</p>
<p>
  <br>
	<strong>3.经济学能为实现碳达峰、碳中和目标提供哪些支持</strong></p>
<p>
  <br>
	<strong>主持人：研究碳达峰、碳中和，涉及自然科学和社会科学多个学科领域。目前“碳中和经济学”受到广泛关注，请问该如何从经济学视角解释碳达峰、碳中和？经济学可以为碳达峰、碳中和目标的实现提供哪些支持？</strong></p>
<p>
  <br>
	<strong>王克：</strong>经济学是研究稀缺资源配置的科学。实现碳中和目标，意味着碳排放容量成为一种稀缺性资源，碳中和经济学就是从配置碳排放容量这一稀缺资源入手的。配置碳排放容量的过程，是一个不断明晰和分配全球温室气体容量资源产权的过程。在一个主权国家内部，可以通过国家强制力对这一产权作出强制性定义，然后选择相关政策手段如财政、税收或排放贸易等加以执行。在全球层面分配碳排放容量，目前只能通过跨国谈判和协商来确定。</p>
<p>
	很多发达国家在人均GDP超过2万美元后实现自然达峰，然后经历较长平台期，逐步进入碳排放下降通道，从碳达峰到碳中和需要持续经历50至60年。我国在人均GDP更低的水平上实现碳达峰，而且峰值更低，排放轨迹也更低，从碳达峰到碳中和的转变时间只有30年，这种排放轨迹和转型路径，与发达国家面临的内外部环境完全不同。中国能否在借鉴发达国家达峰经验的基础上，走出一条比发达国家质量更高的碳减排路径，这是摆在我们面前的重要命题，也是经济学需要关注的重要问题。</p>
<p>
  <br>
	<strong>张志强：</strong>碳中和经济学继承现代经济学的分析框架，通过对碳中和涉及的供给与消费、成本与收益、贴现与代际、制度与路径、产业与技术、国内与国际等关系的研究，阐释了自然资本与社会资本在资源配置中的作用机制，对于解决当今世界存在的气候危机具有指导意义。</p>
<p>
	碳中和经济学主要解决以下三方面的问题。一是基于人类活动的自然系统和社会系统的耦合机制。通过研究人与自然之间的物质与能量交换，以碳作为一种通用指标，以生态价值的形式将自然资本体现在经济和社会发展的全过程。二是实现由高碳向零碳的动态迭代，将带来能源系统、生产与消费系统和环境系统相关资源的重新配置，以价格信号为主的碳交易机制和以碳税为导向的财税机制共同发挥作用，能够积极引导整个社会向低碳化方向发展。三是对国家治理机制的研究。即基于共同但有区别的责任原则和各自能力原则，明确发达国家和发展中国家需要承担的责任和义务。同时，也要考虑当代人与后代人的利益均衡，当代人有义务为下一代人创造更可持续的发展空间。</p>
<p>
  <br>
	<strong>王珂英：</strong>随着控制温升以及应对气候变化成为全球共识，各国纷纷提出本国的碳排放控制目标以及碳中和时间表，这样一来，就可以在碳排放峰值、净零排放时间的约束下，对不同发展模式和减排路径下的经济增长的成本与收益进行核算，分析如何以最小成本达到目标，从而为公共政策和市场化工具的设计提供理论基础。在纠正碳排放的外部性方面，碳市场和碳税是经济学常用的两类工具，在实现碳中和过程中如何处理好市场和政府的作用，如何平衡短期与长期、局部和整体的利益关系等问题，仍待经济学作出更深入的分析。</p>
<p>
  <br>
	<strong>4.完善推进碳达峰、碳中和的制度安排</strong></p>
<p>
  <br>
	<strong>主持人：从新闻报道中看到，我国多个部委正在推进碳中和相关工作。实现碳中和目标的过程中，需要什么样的制度安排？特别是对于处于基础地位的工业、交通、建筑和电力等高耗能、高污染行业，政府应如何强化政策支持？</strong></p>
<p>
  <br>
	<strong>王克：</strong>首先需要在战略上高度重视，尽快达成战略共识，明确碳中和对实现社会主义现代化目标的战略意义，将碳中和目标纳入相关重大战略与规划中。其次需要建立完整的政策体系，重视发挥财政手段的正向激励和逆向限制双重作用，通过扩大财政支出降低企业和个人碳减排成本，通过财政限制手段对不符合碳减排标准的企业和产品实现逆向淘汰；构建绿色金融体系，以市场化方式引导金融体系提供碳中和所需资金；加快碳市场的建设和完善。最后，加强碳中和关键技术研发，为向低碳化、清洁化、分散化和智能化方向发展提供必要突破性技术支撑。</p>
<p>
  <br>
	<strong>张志强：</strong>碳中和是一项系统工程，涉及法律、经济和社会等方方面面。从立法角度看，气候变化立法还在积极推进之中，作为未来低碳、零碳社会基本关系的依据，当前还需要进一步凝聚共识，加快立法进程是未来推进碳中和工作的重中之重。从经济角度看，碳中和不仅是将之前生态环境损害的成本内部化，更是经济运行机制的一种调整，涉及经济工作各个领域，既包括电力、钢铁、化工、水泥等传统行业，也涉及金融、信息、国际贸易和基础设施等多个领域。对于工业、交通、建筑和电力等基础行业，要推进存量投资低碳化，加大产业结构调整力度，逐步淘汰高耗能高排放高污染企业。推广利用碳市场等机制，加快企业的技术进步和产业升级。</p>
<p>
  <br>
	<strong>王珂英：</strong>不同行业有不同的减排特点和路径选择。对电力行业来说，能源结构重塑是关键；工业行业的减排难度取决于碳排放结构，能源消费产生的碳排放可以通过电气化改造来进行控制，而生产过程中产生的碳排放则需要通过行业技术发展以及碳捕捉和碳储存技术来解决；交通和建筑行业不仅需要生产端的努力，更离不开对需求侧的引导和消费者的积极参与。</p>
<p>
  <br>
	<strong>专家点评：</strong></p>
<p>
  <br>
	<strong>中国社会科学院可持续发展研究中心副主任、研究员陈迎：</strong></p>
<p>
  <br>
	碳达峰、碳中和目标作为当前各部门、各领域的一项重点工作，已成为全社会高度关注和热议的话题，必将带来深刻的经济社会系统性变革。在此背景下，光明日报以“碳达峰、碳中和的经济学解读”为主题组织的青年论坛，恰逢其时，青年学者们的讨论内容很有启发意义。</p>
<p>
  <br>
	首先，青年学者们结合国际国内不同视角，准确解读了我国提出碳达峰、碳中和目标的背景，这一点非常重要。目前社会上对碳达峰、碳中和的概念和内涵仍存在一些误解或偏见，甚至把二者割裂开来。一些地方仍有在碳达峰之前抢上高碳投资项目的冲动。只有从战略高度深刻理解碳达峰、碳中和的重大意义，理解碳达峰、碳中和是同一目标的两个阶段，从现在开始就瞄准碳中和愿景目标积极推动经济社会转型，才能实现高质量的碳达峰，为迈向碳中和打好基础。</p>
<p>
  <br>
	其次，青年学者们较为全面地分析了实现碳达峰、碳中和目标将给经济社会发展带来的机遇和挑战，体现了讨论的深度。中国作为最大的发展中国家，要以最高降幅、最快速度从碳达峰达到碳中和，时间紧、任务重，无疑是一场硬仗、一次大考。当然，重大机遇往往与严峻挑战并存，只有主动迎接挑战，做好各方面准备，才能更好地把握发展的新机遇。碳中和目标开启了新一轮国际技术经济竞争，各国蓄势待发，纷纷提出碳中和目标并制定相应的长期低排放发展战略。未来，围绕碳中和的竞争与博弈很可能重塑世界经济格局，无论是顺应国际大趋势，还是从可持续发展的自身需求出发，中国都必须迎头赶上。</p>
<p>
  <br>
	最后，青年学者们从经济学支持实现碳达峰、碳中和目标的角度热议“碳中和经济学”，这一点难能可贵。碳达峰、碳中和是前所未有的伟大经济社会实践，必然会有很多新的理论和实践问题亟待探索，经济学可以也必须为此作出贡献。欧美发达国家多在20世纪80年代、20世纪90年代就已实现碳达峰，政府间气候变化谈判1990年才开启，发达国家的碳达峰虽受石油危机、环境政策和天然气广泛使用等影响，但主要是在经济发展进入成熟阶段、制造业向国外转移后实现的自然达峰，当时的条件与现在的科学、技术、环境、经济、政治、法律等诸多方面情况不可同日而语。青年学者有责任立足国内外新形势新挑战，发挥聪明才智，在这一领域交出一份不负时代的答卷。</p>
<p>
  <br>
	<strong>科技部“全球变化及应对”重点专项总体专家组成员、浙江大学公共管理学院教授石敏俊：</strong></p>
<p>
  <br>
	党中央提出碳达峰和碳中和目标，这是事关中华民族永续发展和构建人类命运共同体的重大战略决策，不仅在应对气候变化上体现了大国的责任担当，也有利于推动我国经济社会发展实现绿色低碳转型。</p>
<p>
  <br>
	但实现2030年碳达峰、2060年碳中和的目标，面临十分严峻的挑战，一方面，中国在人均收入偏低的阶段就面临碳达峰、碳中和的考验，这是史无前例的；另一方面，我国能源需求依然旺盛，“富煤、贫油、少气”的资源禀赋，使得我国能源消费对煤炭的依赖难以减轻，能源转型难度极大。2020年，虽然我国风能发电和光伏发电的装机容量合计已达4亿千瓦，位居世界第一，但这仅占全国能源消费的不到5%。即使2030年风能发电和光伏发电的装机容量合计能达到12亿千瓦，占一次能源消费的比例也只有10%左右。目前，我国运行核电机组已有49台，装机容量51027.16兆瓦，累计发电量3662.43亿千瓦时，仍只占发电总量的4.94%，占全国能源消费的3%左右。</p>
<p>
  <br>
	面临如此巨大的挑战，中国仍要坚定实现碳达峰、碳中和目标，不仅是因为中国向世界做出了庄严承诺，更是中国经济可持续发展的内在要求。改革开放以来，中国经济快速发展，人民生活水平得到大幅改善，但传统发展模式付出了沉重的资源环境代价，必须转变经济发展方式，走低能耗、少污染、高质量的绿色发展道路，碳达峰和碳中和是我国实现人与自然和谐共生的现代化，促进经济社会发展全面绿色转型的必然选择。</p>
<p>
  <br>
	应对挑战，中国必须走出一条比发达国家质量更高的碳减排路径。由于碳达峰的时间和峰值水平会直接影响碳中和的时间和难度，因此我国必须将碳达峰和碳中和目标统筹起来，从技术、经济、制度三个层面切入，强化碳达峰和碳中和的顶层设计，明晰碳达峰和碳中和目标的实现路径，加强低碳技术创新、产业绿色转型的政策激励和引导，引导全社会朝着绿色低碳方向转型。</p>
<p>
  <br>
	气候变化经济学近年来受到主流经济学家的关注，重要标志之一就是美国经济学家诺德豪斯因在气候变化领域的贡献获得2018年诺贝尔经济学奖。经济学在成本收益分析的基础上，能够在碳减排等公共政策制定、经济社会系统低碳转型的治理机制设计等诸多领域发挥重要作用。几位青年学者专门探讨了经济学理论是如何为实现碳达峰、碳中和目标提供支持的，体现了青年学者对现实问题的关注，更表现出良好的学术敏感性。他们谈到的碳中和经济学，是值得广大青年学者们积极探索的一个新的研究领域。</p>

                </div>
          </div>
        <div class="vertical-bar"></div>
        <div class="navi-box"></div>
      </div>
    </div>
  </div>
</template>

<script>
import MainTitle from "../components/Consult/MainTitle";
import NavigationBar from '../components/NavigationBar.vue';
export default {
  name: "ConsultDetail",
  components: {
    MainTitle,
    NavigationBar
  },
  data() {
    return {
      title: '碳达峰、碳中和的经济学解读',
      slogan: '此处可添加内容'
    }
  }
}
</script>

<style scoped>
.head-title{
  background: url("../assets/consult_pic1.jpg")fixed center no-repeat;
  width: 100%;
  height: 60vh;
  display: flex;
  flex-direction: column;
  justify-content: center;
  text-align: center;
  /* position: absolute; */
  left: 0;
  /* top: 0; */
}
.head-title h1{
  position: relative;
  top: -30%;
  color: white;
}
.head-title p{
  position: relative;
  top: -20%;
  color: white;
}
.main-wrapper {
  overflow-x: hidden;
  position: absolute;
  width: 90%;
  left: 5%;
  top: 35%;
  background-color: #fff;
  border-radius: 12px;
}
.content-wrapper{
  display: flex;
  margin: 50px;
  align-content: center;
  justify-content: center;
}
.content-box{
  border: 2px solid #74b9ff;
  background-color: #ffffff;
  border-radius: 6px;
  width: 60%;
  height: 5700px;
  display: flex;
  flex-direction: column;
  /* justify-content: center; */
  /* text-align: center; */
}
.vertical-bar{
  height: 6000px;
  width: 2px;
  background-color: #bbbbbb;
  margin: 20px;
  margin-left: 30px;
}
.navi-box{
  width: 30%;
  height: 700px;
  border: 2px solid #74b9ff;
  border-radius: 6px;
}
</style>